export var list = new Array();

export var makeList = () => {
  var mr1 =
  { 
    project: 'pr-marketing',
    img: 'img20.jpg',
    academy: 'маркетинг',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var mr2 = {
    project: 'pr-marketing', 
    img: 'img2.jpg',
    academy: 'маркетинг',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var mr3 = {
    project: 'pr-marketing',
    img: 'img3.jpg',
    academy: 'маркетинг',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var mr4 = {
    project: 'pr-marketing',
    img: 'img4.jpg',
    academy: 'маркетинг',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var mr5 = {
    project: 'pr-marketing',
    img: 'img5.jpg',
    academy: 'маркетинг',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var mr6 = {
    project: 'pr-marketing',
    img: 'img6.jpg',
    academy: 'маркетинг',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr1 = {
    project: 'pr-programing',
    img: 'img6.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr2 = {
    project: 'pr-programing',
    img: 'img8.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr3 = {
    project: 'pr-programing',
    img: 'img9.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr4 = {
    project: 'pr-programing',
    img: 'img10.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr5 = {
    project: 'pr-programing',
    img: 'img11.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr6 = {
    project: 'pr-programing',
    img: 'img12.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr7 = {
    project: 'pr-programing',
    img: 'img13.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr8 = {
    project: 'pr-programing',
    img: 'img14.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr9 = {
    project: 'pr-programing',
    img: 'img15.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var pr10 = {
    project: 'pr-programing',
    img: 'img16.jpg',
    academy: 'програмирање',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var de1 = {
    project: 'pr-design',
    img: 'img17.jpg',
    academy: 'дизајн',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var de2 = {
    project: 'pr-design',
    img: 'img18.jpg',
    academy: 'дизајн',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var de3 = {
    project: 'pr-design',
    img: 'img19.jpg',
    academy: 'дизајн',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  var de4 = {
    project: 'pr-design',
    img: 'img20.jpg',
    academy: 'дизајн',
    name: 'Име на проектот стои овде во две линии',
    describe: 'Краток опис во кој студентите ке можат да опишат за што се работи во проектот.',
    date: 'Април - Октомври 2019'
  };
  list.push(mr1);
  list.push(mr2);
  list.push(mr3);
  list.push(mr4);
  list.push(mr5);
  list.push(mr6);
  list.push(pr1);
  list.push(pr2);
  list.push(pr3);
  list.push(pr4);
  list.push(pr5);
  list.push(pr6);
  list.push(pr7);
  list.push(pr8);
  list.push(pr9);
  list.push(pr10);
  list.push(de1);
  list.push(de2);
  list.push(de3);
  list.push(de4);
}